<?php
/**
 +------------------------------------------------------------------------------
 * HomeAction 登录后的首页
 +------------------------------------------------------------------------------
 * @author    foolin <foolin@126.com>
 * @version   2012-05-09 20:14:11
 * Copyright (c) 2012 cengzai.com All rights reserved.
 +------------------------------------------------------------------------------
 */
class HomeAction extends BaseAction {
	
    /**
     +----------------------------------------------------------
     * 默认首页
     +----------------------------------------------------------
     */
	function index(){
		$this->checkLogin();
		//echo "登录成功喇！<a href='".U('Account/login') ."'>登录</a> ！<a href='". U('Account/logout') ."'>退出</a> ";
		$this->tpl('我的首页');
	}

}

?>