<?php
/**
 +------------------------------------------------------------------------------
 * LoveAction 爱窝
 +------------------------------------------------------------------------------
 * @author    foolin <foolin@126.com>
 * @version   2012-06-10 15:24:36
 * Copyright (c) 2012 cengzai.com All rights reserved.
 +------------------------------------------------------------------------------
 */
class LoveAction extends BaseAction {
    
    /**
     +----------------------------------------------------------
     * 默认首页
     +----------------------------------------------------------
     */
    function index(){
        $this->check_login();
        //echo "登录成功喇！<a href='".U('Account/login') ."'>登录</a> ！<a href='". U('Account/logout') ."'>退出</a> ";
        $this->tpl('我的爱窝');
    }

}

?>